Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Cmd_edit_copyAs_sRecord
source: Copy as: Motorola S-record
ar: نسخ بتنسيق: Motorola S-record
cs: Kopírovat jako: Motorola S-record
de: Kopieren als: Motorola S-Record
el: Αντιγραφή ως: Motorola S-record
es: Copiar como: Motorola S-record
fa: رونوشت به‌صورت: Motorola S-record
fr: Copier sous : Motorola S-record
hu: Másolás másként: Motorola S-record
id: Salin sebagai: Motorola S-record
it: Copia come: Motorola S-record
ja: 形式を選択してコピー: Motorola S-record
ko: 다른 형식으로 복사: Motorola S-record
pl: Kopiuj jako: Motorola S-record
pt: Copiar como: Motorola S-record
ro: Copiere ca: Motorola S-record
ru: Копировать как: Motorola S-record
th: คัดลอกเป็น: Motorola S-record
tr: Farklı kopyala: Motorola S-record
uk: Копіювати як: Motorola S-record
vi: Sao chép dạng: Motorola S-record
zh_hans: 复制为：Motorola S-record
zh_hant: 以格式複製：Motorola S-record

# CmdAlias_edit_copyAs_sRecord
source: copy as text format motorola s-record
ar: copy as text format motorola s-record نسخ تنسيق نصي
cs: kopírovat kopirovat jako textový textovy formát format copy as text format motorola s-record
de: kopieren als textformat motorola s-record copy as text format
el: αντιγραφή ως μορφή κειμένου copy as text format motorola s-record
es: copiar como formato de texto motorola s-record copy as text format
fa: رونوشت به‌صورت قالب متنی, copy as text format motorola s-record
fr: copier sous format texte motorola s-record copy as text format
hu: másolás másként masolas maskent szövegformátum szovegformatum copy as text format motorola s-record
id: salin sebagai format teks copy as text format motorola s-record
it: copia come formato testo copy as text format motorola s-record
ja: けいしきをせんたくしてこぴー テキスト形式 motorola s-record
ko: 다른 형식으로 복사 텍스트 형식 copy as text format motorola s-record
pl: kopiuj jako format tekstowy copy as text format motorola s-record
pt: copiar como formato de texto copy as text format motorola s-record
ro: copiere ca format text copy as text format motorola s-record
ru: копировать как текстовый формат copy as text format motorola s-record
th: คัดลอกเป็น รูปแบบข้อความ copy as text format motorola s-record
tr: farklı kopyala metin biçimi copy as text format motorola s-record
uk: копіювати як текстовий формат copy as text format motorola s-record
vi: sao chép dạng định dạng văn bản copy as text format motorola s-record
zh_hans: 复制为 文本格式 copy as text format motorola s-record
zh_hant: 以格式複製 文字格式 copy as text format motorola s-record

# Cmd_edit_copyAs_json
source: Copy as: JSON
ar: نسخ بتنسيق: JSON
cs: Kopírovat jako: JSON
de: Kopieren als: JSON
el: Αντιγραφή ως: JSON
es: Copiar como: JSON
fa: رونوشت به‌صورت: JSON
fr: Copier sous : JSON
hu: Másolás másként: JSON
id: Salin sebagai: JSON
it: Copia come: JSON
ja: 形式を選択してコピー: JSON
ko: 다른 형식으로 복사: JSON
pl: Kopiuj jako: JSON
pt: Copiar como: JSON
ro: Copiere ca: JSON
ru: Копировать как: JSON
th: คัดลอกเป็น: JSON
tr: Farklı kopyala: JSON
uk: Копіювати як: JSON
vi: Sao chép dạng: JSON
zh_hans: 复制为：JSON
zh_hant: 以格式複製：JSON

# CmdAlias_edit_copyAs_json
source: copy as text format json
ar: copy as text format json نسخ تنسيق نصي
cs: kopírovat kopirovat jako textový textovy formát format copy as text format json
de: kopieren als textformat json copy as text format
el: αντιγραφή ως μορφή κειμένου copy as text format json
es: copiar como formato de texto json copy as text format
fa: رونوشت به‌صورت قالب متنی, copy as text format json
fr: copier sous format texte json copy as text format
hu: másolás másként masolas maskent szövegformátum szovegformatum copy as text format json
id: salin sebagai format teks copy as text format json
it: copia come formato testo copy as text format json
ja: けいしきをせんたくしてこぴー テキスト形式 json
ko: 다른 형식으로 복사 텍스트 형식 copy as text format json
pl: kopiuj jako format tekstowy copy as text format json
pt: copiar como formato de texto copy as text format json
ro: copiere ca format text copy as text format json
ru: копировать как текстовый формат copy as text format json
th: คัดลอกเป็น รูปแบบข้อความ copy as text format json
tr: farklı kopyala metin biçimi copy as text format json
uk: копіювати як текстовий формат copy as text format json
vi: sao chép dạng định dạng văn bản copy as text format json
zh_hans: 复制为 文本格式 copy as text format json
zh_hant: 以格式複製 文字格式 copy as text format json

# Cmd_edit_copyAs_position
source: Copy as: Offset
ar: نسخ بتنسيق: الإزاحة
cs: Kopírovat jako: Posun
de: Kopieren als: Offset
el: Αντιγραφή ως: Μετατόπιση
es: Copiar como: desplazamiento
fa: رونوشت به‌صورت: آفست
fr: Copier sous : décalage
hu: Másolás másként: Eltolás
id: Salin sebagai: Offset
it: Copia come: offset
ja: 形式を選択してコピー: オフセット
ko: 다른 형식으로 복사: 오프셋
pl: Kopiuj jako: przesunięcie
pt: Copiar como: deslocamento
ro: Copiere ca: deplasament
ru: Копировать как: смещение
th: คัดลอกเป็น: ออฟเซ็ต
tr: Farklı kopyala: Ofset
uk: Копіювати як: зміщення
vi: Sao chép dạng: Độ lệch
zh_hans: 复制为：偏移量
zh_hant: 以格式複製：位移

# CmdAlias_edit_copyAs_position
source: copy as position offset
ar: copy as position offset نسخ موضع إزاحة
cs: kopírovat kopirovat jako pozice posun copy as position offset
de: kopieren als position offset copy as
el: αντιγραφή ως θέση μετατόπιση copy as position offset
es: copiar como posición desplazamiento copy as position offset
fa: رونوشت به‌صورت موقعیت, copy as position offset
fr: copier sous position décalage copy as offset
hu: másolás másként masolas maskent pozíció pozicio eltolás eltolas copy as position offset
id: salin sebagai posisi copy as position offset
it: copia come posizione copy as position offset
ja: けいしきをせんたくしてこぴー 位置 オフセット
ko: 다른 형식으로 복사 위치 오프셋 copy as position offset
pl: kopiuj jako pozycja przesunięcie copy as position offset
pt: copiar como posição deslocamento copy as position offset
ro: copiere ca poziție pozitie deplasament copy as position offset
ru: копировать как позиция смещение copy as position offset
th: คัดลอกเป็น ตำแหน่ง ออฟเซ็ต copy as position offset
tr: farklı kopyala konum ofset copy as position offset
uk: копіювати як позиція зміщення copy as position offset
vi: sao chép dạng vị trí độ lệch copy as position offset
zh_hans: 复制为 位置 偏移量 copy as position offset
zh_hant: 以格式複製 位置 位移 copy as position offset

# HexView_Menu_CopyAs
source: Copy As
ar: نسخ بتنسيق
cs: Kopírovat jako
de: Kopieren als
el: Αντιγραφή ως
es: Copiar como
fa: رونوشت به‌صورت
fr: Copier sous
hu: Másolás másként
id: Salin sebagai
it: Copia come
ja: 形式を選択してコピー
ko: 다른 형식으로 복사
pl: Kopiuj jako
pt: Copiar como
ro: Copiere ca
ru: Копировать как
th: คัดลอกเป็น
tr: Farklı Kopyala
uk: Копіювати як
vi: Sao chép dạng
zh_hans: 复制为
zh_hant: 以格式複製

# HexView_Menu_CopyAsChoose
source: Choose a format...
ar: اختيار تنسيق...
cs: Zvolit formát...
de: Format auswählen...
el: Επιλογή μορφής...
es: Elegir un formato...
fa: انتخاب قالب...
fr: Choisir un format...
hu: Formátum választása...
id: Pilih format...
it: Scegli un formato...
ja: 形式を選ぶ...
ko: 형식 선택...
pl: Wybierz format...
pt: Escolher um formato...
ro: Alegeți un format...
ru: Выбрать формат...
th: เลือกรูปแบบ...
tr: Bir biçim seçin...
uk: Вибрати формат...
vi: Chọn định dạng...
zh_hans: 选择格式...
zh_hant: 選擇格式...

# Fill_TextEncoding
source: Encoding
ar: الترميز
cs: Kódování
de: Codierung
el: Κωδικοποίηση
es: Codificación
fa: رمزگذاری
fr: Encodage
hu: Kódolás
id: Pengodean
it: Codifica
ja: 文字コード
ko: 인코딩
pl: Kodowanie
pt: Codificação
ro: Codificare
ru: Кодировка
th: การเข้ารหัส
tr: Kodlama
uk: Кодування
vi: Bảng mã
zh_hans: 编码
zh_hant: 編碼

# Fill_TextEncodingDisplay
source: Displayed encoding ({0})
ar: الترميز المعروض ({0})
cs: Zobrazené kódování ({0})
de: Angezeigte Codierung ({0})
el: Κωδικοποίηση που εμφανίζεται ({0})
es: Codificación mostrada ({0})
fa: رمزگذاری نمایش‌داده‌شده ({0})
fr: Encodage affiché ({0})
hu: Megjelenített kódolás ({0})
id: Pengodean yang ditampilkan ({0})
it: Codifica visualizzata ({0})
ja: 表示中の文字コード ({0})
ko: 표시된 인코딩({0})
pl: Wyświetlane kodowanie ({0})
pt: Codificação exibida ({0})
ro: Codificarea afișată ({0})
ru: Отображаемая кодировка ({0})
th: การเข้ารหัสที่แสดงอยู่ ({0})
tr: Görüntülenen kodlama ({0})
uk: Кодування відображення ({0})
vi: Bảng mã đang hiển thị ({0})
zh_hans: 显示的编码（{0}）
zh_hant: 顯示的編碼（{0}）

# Dialog_History
source: Recent entries: {0}
ar: الإدخالات الأخيرة: {0}
cs: Nedávné položky: {0}
de: Letzte Eingaben: {0}
el: Πρόσφατες καταχωρίσεις: {0}
es: Entradas recientes: {0}
fa: ورودی‌های اخیر: {0}
fr: Saisies récentes : {0}
hu: Legutóbbi bejegyzések: {0}
id: Entri terbaru: {0}
it: Voci recenti: {0}
ja: 入力履歴: {0}
ko: 최근 항목: {0}
pl: Ostatnie wpisy: {0}
pt: Entradas recentes: {0}
ro: Intrări recente: {0}
ru: Последние записи: {0}
th: รายการล่าสุด: {0}
tr: Son girdiler: {0}
uk: Останні записи: {0}
vi: Mục nhập gần đây: {0}
zh_hans: 最近的条目：{0}
zh_hant: 最近的項目：{0}

# Set_edit_defaultInputMode
source: Input mode for newly opened files
ar: وضع الإدخال للملفات المفتوحة حديثاً
cs: Režim zadávání pro nově otevřené soubory
de: Eingabemodus für neu geöffnete Dateien
el: Λειτουργία εισαγωγής δεδομένων για αρχεία που ανοίγουν
es: Modo de entrada para los archivos recién abiertos
fa: حالت ورودی برای فایل‌های تازه بازشده
fr: Mode de saisie des fichiers nouvellement ouverts
hu: Beviteli mód az újonnan megnyitott fájlokhoz
id: Mode input untuk file yang baru dibuka
it: Modalità di input per i file appena aperti
ja: 新しく開いたファイルの入力モード
ko: 새로 연 파일의 입력 모드
pl: Tryb wprowadzania dla nowo otwieranych plików
pt: Modo de entrada para arquivos recém-abertos
ro: Mod de introducere pentru fișierele nou deschise
ru: Режим ввода для новых открытых файлов
th: โหมดการป้อนข้อมูลสำหรับไฟล์ที่เปิดใหม่
tr: Yeni açılan dosyalar için giriş modu
uk: Режим введення для щойно відкритих файлів
vi: Chế độ nhập cho tệp mới mở
zh_hans: 新打开文件的输入模式
zh_hant: 新開啟檔案的輸入模式

# SetDesc_edit_defaultInputMode
source: Files that can't change length always use overwrite mode.
ar: تستخدم الملفات التي لا يمكن تغيير طولها وضع الكتابة الفوقية دائماً.
cs: Soubory, jejichž délku nelze změnit, vždy používají režim přepisování.
de: Dateien, deren Länge sich nicht ändern kann, verwenden immer den Überschreibmodus.
el: Τα αρχεία των οποίων το μήκος δεν μπορεί να αλλάξει χρησιμοποιούν πάντα τη λειτουργία αντικατάστασης.
es: Los archivos cuya longitud no puede cambiar siempre usan el modo de sobrescritura.
fa: فایل‌هایی که طولشان قابل تغییر نیست همیشه از حالت بازنویسی استفاده می‌کنند.
fr: Les fichiers dont la longueur ne peut pas changer utilisent toujours le mode refrappe.
hu: A nem módosítható hosszúságú fájlok mindig felülírás módot használnak.
id: File yang panjangnya tidak dapat diubah selalu menggunakan mode timpa.
it: I file che non possono cambiare lunghezza usano sempre la modalità sovrascrittura.
ja: 長さを変えられないドキュメントは常に上書きモードです。
ko: 길이를 변경할 수 없는 파일은 항상 덮어쓰기 모드를 사용합니다.
pl: Pliki, których długości nie można zmienić, zawsze używają trybu zastępowania.
pt: Arquivos que não podem mudar de comprimento sempre usam o modo de substituição.
ro: Fișierele care nu își pot modifica lungimea utilizează întotdeauna modul de suprascriere.
ru: Для файлов, длину которых нельзя изменить, всегда используется режим замены.
th: ไฟล์ที่ไม่สามารถเปลี่ยนความยาวได้จะใช้โหมดเขียนทับเสมอ
tr: Uzunluğu değiştirilemeyen dosyalar her zaman üzerine yazma modunu kullanır.
uk: Для файлів, довжину яких неможливо змінити, завжди використовується режим заміни.
vi: Tệp không thể thay đổi độ dài luôn dùng chế độ ghi đè.
zh_hans: 无法更改长度的文件始终使用改写模式。
zh_hant: 無法變更長度的檔案一律使用覆寫模式。

# SetOpt_edit_defaultInputMode_overwrite
source: Overwrite
ar: كتابة فوقية
cs: Přepisování
de: Überschreiben
el: Αντικατάσταση
es: Sobrescritura
fa: بازنویسی
fr: Refrappe
hu: Felülírás
id: Timpa
it: Sovrascrittura
ja: 上書き
ko: 덮어쓰기
pl: Zastępowanie
pt: Substituição
ro: Suprascriere
ru: Замена
th: เขียนทับ
tr: Üzerine yaz
uk: Заміна
vi: Ghi đè
zh_hans: 改写
zh_hant: 覆寫

# SetOpt_edit_defaultInputMode_insert
source: Insert
ar: إدراج
cs: Vkládání
de: Einfügen
el: Εισαγωγή
es: Inserción
fa: درج
fr: Insertion
hu: Beszúrás
id: Sisipkan
it: Inserimento
ja: 挿入
ko: 삽입
pl: Wstawianie
pt: Inserção
ro: Inserare
ru: Вставка
th: แทรก
tr: Ekle
uk: Вставлення
vi: Chèn
zh_hans: 插入
zh_hant: 插入

# Set_edit_overwriteSelectionTyping
source: Typing over a selection in overwrite mode
ar: الكتابة فوق تحديد في وضع الكتابة الفوقية
cs: Psaní přes výběr v režimu přepisování
de: Eingabe über eine Auswahl im Überschreibmodus
el: Πληκτρολόγηση πάνω σε επιλογή στη λειτουργία αντικατάστασης
es: Escribir sobre una selección en modo de sobrescritura
fa: تایپ روی انتخاب در حالت بازنویسی
fr: Saisie sur une sélection en mode refrappe
hu: Gépelés kijelölésre felülírás módban
id: Mengetik di atas pilihan dalam mode timpa
it: Digitazione su una selezione in modalità sovrascrittura
ja: 上書きモードで選択範囲に入力したとき
ko: 덮어쓰기 모드에서 선택 영역에 입력할 때
pl: Pisanie na zaznaczeniu w trybie zastępowania
pt: Digitação sobre uma seleção no modo de substituição
ro: Tastare peste o selecție în modul suprascriere
ru: Ввод поверх выделения в режиме замены
th: การพิมพ์ทับส่วนที่เลือกในโหมดเขียนทับ
tr: Üzerine yazma modunda seçimin üzerine yazma
uk: Введення поверх виділення в режимі заміни
vi: Gõ đè lên vùng chọn trong chế độ ghi đè
zh_hans: 在改写模式下于选定内容上键入
zh_hant: 在覆寫模式中於選取範圍上輸入

# SetDesc_edit_overwriteSelectionTyping
source: What happens to the selection when you type in overwrite mode.
ar: ما يحدث للتحديد عند الكتابة في وضع الكتابة الفوقية.
cs: Co se stane s výběrem, když píšete v režimu přepisování.
de: Was mit der Auswahl geschieht, wenn Sie im Überschreibmodus tippen.
el: Τι συμβαίνει στην επιλογή όταν πληκτρολογείτε στη λειτουργία αντικατάστασης.
es: Qué pasa con la selección cuando escribes en modo de sobrescritura.
fa: وقتی در حالت بازنویسی تایپ می‌کنید، چه اتفاقی برای انتخاب می‌افتد.
fr: Ce qui arrive à la sélection lorsque vous tapez en mode refrappe.
hu: Mi történjen a kijelöléssel, ha felülírás módban gépel.
id: Apa yang terjadi pada pilihan saat Anda mengetik dalam mode timpa.
it: Cosa succede alla selezione quando digiti in modalità sovrascrittura.
ja: 上書きモードで選択範囲がある状態で入力したときの動作。
ko: 덮어쓰기 모드에서 입력할 때 선택 영역의 처리 방법입니다.
pl: Co dzieje się z zaznaczeniem podczas pisania w trybie zastępowania.
pt: O que acontece com a seleção quando você digita no modo de substituição.
ro: Ce se întâmplă cu selecția când tastați în modul suprascriere.
ru: Что происходит с выделением при вводе в режиме замены.
th: สิ่งที่เกิดขึ้นกับส่วนที่เลือกเมื่อคุณพิมพ์ในโหมดเขียนทับ
tr: Üzerine yazma modunda yazdığınızda seçime ne olacağı.
uk: Що відбувається з виділенням, коли ви вводите текст у режимі заміни.
vi: Điều gì xảy ra với vùng chọn khi bạn gõ trong chế độ ghi đè.
zh_hans: 在改写模式下键入时选定内容的处理方式。
zh_hant: 在覆寫模式中輸入時，選取範圍的處理方式。

# SetOpt_edit_overwriteSelectionTyping_overwriteFromStart
source: Overwrite from the start
ar: الكتابة الفوقية من البداية
cs: Přepsat od začátku
de: Ab dem Anfang überschreiben
el: Αντικατάσταση από την αρχή
es: Sobrescribir desde el inicio
fa: بازنویسی از ابتدا
fr: Remplacer à partir du début
hu: Felülírás az elejétől
id: Timpa dari awal
it: Sovrascrivi dall'inizio
ja: 先頭から上書き
ko: 처음부터 덮어쓰기
pl: Zastępuj od początku
pt: Substituir a partir do início
ro: Suprascriere de la început
ru: Заменять с начала
th: เขียนทับจากจุดเริ่มต้น
tr: Baştan itibaren üzerine yaz
uk: Замінювати з початку
vi: Ghi đè từ đầu
zh_hans: 从开头改写
zh_hant: 從開頭覆寫

# SetOpt_edit_overwriteSelectionTyping_zeroFirst
source: Fill the selection with 00, then overwrite
ar: تعبئة التحديد بـ 00 ثم الكتابة الفوقية
cs: Vyplnit výběr hodnotou 00 a pak přepsat
de: Auswahl mit 00 füllen, dann überschreiben
el: Συμπλήρωση της επιλογής με 00 και, στη συνέχεια, αντικατάσταση
es: Rellenar la selección con 00 y luego sobrescribir
fa: پر کردن انتخاب با 00، سپس بازنویسی
fr: Remplir la sélection avec 00, puis remplacer
hu: A kijelölés kitöltése 00-val, majd felülírás
id: Isi pilihan dengan 00, lalu timpa
it: Riempi la selezione con 00, poi sovrascrivi
ja: 選択範囲を 00 にしてから上書き
ko: 선택 영역을 00으로 채운 후 덮어쓰기
pl: Wypełnij zaznaczenie 00, a potem zastępuj
pt: Preencher a seleção com 00 e depois substituir
ro: Umplere selecție cu 00, apoi suprascriere
ru: Заполнить выделение 00, затем заменять
th: เติมส่วนที่เลือกด้วย 00 แล้วเขียนทับ
tr: Seçimi 00 ile doldur, sonra üzerine yaz
uk: Заповнити виділення 00, а потім замінювати
vi: Điền 00 vào vùng chọn rồi ghi đè
zh_hans: 先用 00 填充选定内容，再改写
zh_hant: 以 00 填滿選取範圍後再覆寫

# Set_edit_text_enterKey
source: Enter in the text column
ar: المفتاح Enter في عمود النص
cs: Enter v textovém sloupci
de: Enter in der Textspalte
el: Enter στη στήλη κειμένου
es: Enter en la columna de texto
fa: Enter در ستون متن
fr: Enter dans la colonne texte
hu: Enter a szövegoszlopban
id: Enter di kolom teks
it: Invio nella colonna testo
ja: テキスト列での Enter
ko: 텍스트 열에서 Enter
pl: Enter w kolumnie tekstu
pt: Enter na coluna de texto
ro: Enter în coloana text
ru: Enter в текстовом столбце
th: Enter ในคอลัมน์ข้อความ
tr: Metin sütununda Enter
uk: Enter у текстовому стовпці
vi: Phím Enter trong cột văn bản
zh_hans: 文本列中的 Enter
zh_hant: 文字欄中的 Enter

# SetDesc_edit_text_enterKey
source: The line break written in the current encoding when you press Enter in the text column.
ar: فاصل الأسطر الذي تتم كتابته بالترميز الحالي عند الضغط على Enter في عمود النص.
cs: Konec řádku, který se zapíše v aktuálním kódování po stisknutí klávesy Enter v textovém sloupci.
de: Der Zeilenumbruch, der in der aktuellen Codierung geschrieben wird, wenn Sie in der Textspalte Enter drücken.
el: Η αλλαγή γραμμής που γράφεται στην τρέχουσα κωδικοποίηση όταν πατάτε Enter στη στήλη κειμένου.
es: El salto de línea que se escribe en la codificación actual al presionar Enter en la columna de texto.
fa: شکست خطی که هنگام فشردن Enter در ستون متن با رمزگذاری فعلی نوشته می‌شود.
fr: Le saut de ligne écrit dans l'encodage actuel lorsque vous appuyez sur Enter dans la colonne texte.
hu: Az aktuális kódolásban kiírt sortörés, amikor az Enter billentyűt lenyomja a szövegoszlopban.
id: Jeda baris yang ditulis dalam pengodean saat ini ketika Anda menekan Enter di kolom teks.
it: L'interruzione di riga scritta nella codifica corrente quando premi Invio nella colonna testo.
ja: テキスト列で Enter を押したときに、今の文字コードで書き込む改行。
ko: 텍스트 열에서 Enter 키를 누를 때 현재 인코딩으로 쓰는 줄 바꿈입니다.
pl: Podział wiersza zapisywany w bieżącym kodowaniu po naciśnięciu Enter w kolumnie tekstu.
pt: A quebra de linha gravada na codificação atual quando você pressiona Enter na coluna de texto.
ro: Sfârșitul de linie scris în codificarea curentă când apăsați Enter în coloana text.
ru: Разрыв строки, записываемый в текущей кодировке при нажатии Enter в текстовом столбце.
th: ตัวขึ้นบรรทัดใหม่ที่เขียนด้วยการเข้ารหัสปัจจุบันเมื่อคุณกด Enter ในคอลัมน์ข้อความ
tr: Metin sütununda Enter'a bastığınızda geçerli kodlamayla yazılan satır sonu.
uk: Розрив рядка, що записується в поточному кодуванні, коли ви натискаєте Enter у текстовому стовпці.
vi: Ký tự xuống dòng được ghi theo bảng mã hiện tại khi bạn nhấn Enter trong cột văn bản.
zh_hans: 在文本列中按 Enter 时，以当前编码写入的换行符。
zh_hant: 在文字欄中按 Enter 時，以目前的編碼寫入的換行字元。

# SetOpt_edit_text_enterKey_none
source: Do nothing
ar: عدم فعل شيء
cs: Nedělat nic
de: Nichts tun
el: Καμία ενέργεια
es: No hacer nada
fa: هیچ کاری نکردن
fr: Ne rien faire
hu: Semmi
id: Tidak melakukan apa pun
it: Non fare nulla
ja: 何もしない
ko: 아무 작업도 안 함
pl: Nic nie rób
pt: Não fazer nada
ro: Nicio acțiune
ru: Ничего не делать
th: ไม่ทำอะไร
tr: Hiçbir şey yapma
uk: Нічого не робити
vi: Không làm gì
zh_hans: 不执行任何操作
zh_hant: 不執行任何動作

# SetOpt_edit_text_enterKey_crlf
source: Write CR LF
ar: كتابة CR LF
cs: Zapsat CR LF
de: CR LF schreiben
el: Εγγραφή CR LF
es: Escribir CR LF
fa: نوشتن CR LF
fr: Écrire CR LF
hu: CR LF írása
id: Tulis CR LF
it: Scrivi CR LF
ja: CR LF を書き込む
ko: CR LF 쓰기
pl: Zapisz CR LF
pt: Gravar CR LF
ro: Scriere CR LF
ru: Записывать CR LF
th: เขียน CR LF
tr: CR LF yaz
uk: Записати CR LF
vi: Ghi CR LF
zh_hans: 写入 CR LF
zh_hant: 寫入 CR LF

# SetOpt_edit_text_enterKey_lf
source: Write LF
ar: كتابة LF
cs: Zapsat LF
de: LF schreiben
el: Εγγραφή LF
es: Escribir LF
fa: نوشتن LF
fr: Écrire LF
hu: LF írása
id: Tulis LF
it: Scrivi LF
ja: LF を書き込む
ko: LF 쓰기
pl: Zapisz LF
pt: Gravar LF
ro: Scriere LF
ru: Записывать LF
th: เขียน LF
tr: LF yaz
uk: Записати LF
vi: Ghi LF
zh_hans: 写入 LF
zh_hant: 寫入 LF

# SetOpt_edit_text_enterKey_cr
source: Write CR
ar: كتابة CR
cs: Zapsat CR
de: CR schreiben
el: Εγγραφή CR
es: Escribir CR
fa: نوشتن CR
fr: Écrire CR
hu: CR írása
id: Tulis CR
it: Scrivi CR
ja: CR を書き込む
ko: CR 쓰기
pl: Zapisz CR
pt: Gravar CR
ro: Scriere CR
ru: Записывать CR
th: เขียน CR
tr: CR yaz
uk: Записати CR
vi: Ghi CR
zh_hans: 写入 CR
zh_hant: 寫入 CR

# Set_edit_backspaceInOverwrite
source: Backspace in overwrite mode
ar: Backspace في وضع الكتابة الفوقية
cs: Backspace v režimu přepisování
de: Backspace im Überschreibmodus
el: Backspace στη λειτουργία αντικατάστασης
es: Backspace en modo de sobrescritura
fa: Backspace در حالت بازنویسی
fr: Backspace en mode refrappe
hu: Backspace felülírás módban
id: Backspace dalam mode timpa
it: Backspace in modalità sovrascrittura
ja: 上書きモードの Backspace
ko: 덮어쓰기 모드에서 Backspace
pl: Backspace w trybie zastępowania
pt: Backspace no modo de substituição
ro: Backspace în modul suprascriere
ru: Backspace в режиме замены
th: Backspace ในโหมดเขียนทับ
tr: Üzerine yazma modunda Backspace
uk: Backspace у режимі заміни
vi: Backspace trong chế độ ghi đè
zh_hans: 改写模式下的 Backspace
zh_hant: 覆寫模式中的 Backspace

# SetDesc_edit_backspaceInOverwrite
source: In insert mode, Backspace always deletes the previous byte.
ar: في وضع الإدراج، يحذف Backspace دائماً البايت السابق.
cs: V režimu vkládání Backspace vždy odstraní předchozí bajt.
de: Im Einfügemodus löscht Backspace immer das vorherige Byte.
el: Στη λειτουργία εισαγωγής, το Backspace διαγράφει πάντα το προηγούμενο byte.
es: En el modo de inserción, Backspace siempre elimina el byte anterior.
fa: در حالت درج، Backspace همیشه بایت قبلی را حذف می‌کند.
fr: En mode insertion, Backspace supprime toujours l'octet précédent.
hu: Beszúrás módban a Backspace mindig törli az előző bájtot.
id: Dalam mode sisip, Backspace selalu menghapus byte sebelumnya.
it: In modalità inserimento, Backspace elimina sempre il byte precedente.
ja: 挿入モードの Backspace は常に直前のバイトを削除します。
ko: 삽입 모드에서 Backspace는 항상 이전 바이트를 삭제합니다.
pl: W trybie wstawiania Backspace zawsze usuwa poprzedni bajt.
pt: No modo de inserção, Backspace sempre exclui o byte anterior.
ro: În modul inserare, Backspace șterge întotdeauna octetul anterior.
ru: В режиме вставки Backspace всегда удаляет предыдущий байт.
th: ในโหมดแทรก Backspace จะลบไบต์ก่อนหน้าเสมอ
tr: Ekleme modunda Backspace her zaman önceki baytı siler.
uk: У режимі вставлення Backspace завжди видаляє попередній байт.
vi: Trong chế độ chèn, Backspace luôn xóa byte phía trước.
zh_hans: 在插入模式下，Backspace 始终删除前一个字节。
zh_hant: 在插入模式中，Backspace 一律刪除前一個位元組。

# SetOpt_edit_backspaceInOverwrite_moveCursor
source: Move the cursor back
ar: إرجاع المؤشر للخلف
cs: Posunout kurzor zpět
de: Cursor zurückbewegen
el: Μετακίνηση του δρομέα πίσω
es: Mover el cursor hacia atrás
fa: بردن مکان‌نما به عقب
fr: Reculer le curseur
hu: Kurzor visszaléptetése
id: Pindahkan kursor mundur
it: Sposta indietro il cursore
ja: カーソルを戻す
ko: 커서를 뒤로 이동
pl: Przesuń kursor wstecz
pt: Mover o cursor para trás
ro: Mutare cursor înapoi
ru: Перемещать курсор назад
th: เลื่อนเคอร์เซอร์ย้อนกลับ
tr: İmleci geri taşı
uk: Перемістити курсор назад
vi: Lùi con trỏ
zh_hans: 将光标后移
zh_hant: 將游標往回移
